# Common
brew 'bash'
brew 'bash-completion'
brew 'cask'
brew 'curl'
brew 'direnv'
brew 'fasd'
brew 'fzf'
brew 'geoip'
brew 'git'
brew 'htop'
brew 'hub'
brew 'libxmlsec1'
brew 'neovim'
brew 'openssl'
brew 'pkgconfig'
brew 'rsync'
brew 'sshuttle'
brew 'tmux'
brew 'watch'
brew 'wget'

# Languages
brew 'node'
brew 'python'
brew 'ruby'

# Services
brew 'postgresql'
brew 'redis'

tap 'homebrew/cask'
cask '1password'
cask 'chromedriver'
cask 'docker'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'ngrok'
cask 'slack'
cask 'visual-studio-code'
